Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: The Shroud will grant us the ability to travel vast distances temporarily.
ru: Покров временно предоставит нам возможность путешествовать на огромные расстояния.

source: The Silver Tongued
ru: Ораторское искусство

source: The Sirens aren't too much of a priority, but let's still invest a bit just to be sure.
ru: Сирены не имеют особого значения, но давайте все же вложим немного средств, просто чтобы быть уверенными

source: The Sirens will progress in their takeover of Faust.
ru: Сирены будут продвигаться в своем захвате Фауста

source: The Sirens' Demise
ru: Гибель сирен

source: The Sirens' Last Stand
ru: Последний бой сирен

source: The Sirens' Return
ru: Возвращение сирен

source: The Sirens' Secret?
ru: Секрет сирен?

source: The Sirens' Takeover
ru: Сирены захватили власть

source: The Sirens' choir finally falls silent.
ru: Хор сирен наконец-то замолкает

source: The Sixth Expedition
ru: Шестая экспедиция

source: The Slice of Life
ru: Кусочек жизни

source: The Source and the Solution
ru: Источник и решение

source: The Sparks of War
ru: Искры войны

source: The Spirit of War
ru: Дух войны

source: The Star of the Stars
ru: Звезда звезд

source: The Stellar Ring
ru: Звездное кольцо

source: The Stellar Systemcraft is a fearsome hyperweapon capable of obliterating anything in its path.
ru: Звездный системный корабль - это устрашающее гипероружие, способное уничтожить все на своем пути.

source: The Stellarite Artillery employs Stellarite to push the destructive potential of the Planck Artillery even further, beyond what was normally considered to be the ultimate limit.
ru: Стелларитовая артиллерия использует стелларит, чтобы увеличить разрушительный потенциал артиллерии Планка еще больше, за пределы того, что обычно считалось предельным пределом.

source: The Strength of Words
ru: Сила слова

source: The Super Shipyard can immediately construct war ships with a basic design.
ru: Суперверфь может сразу строить военные корабли базовой конструкции.

source: The Supercausal Science Nexus is a tremendous facility dedicated to the most advanced and humongous research projects and experiments in regards to nonlocal and supercausal phenomena within abstract physics.
ru: Суперпричинная научная связь - это огромное учреждение, предназначенное для самых передовых и масштабных исследовательских проектов и экспериментов в отношении нелокальных, сверхпричинных явлений абстрактной физики.

source: The Supreme Court regulates the activities of our government to ensure that their actions does not go against that of the laws we work under.
ru: Верховный суд регулирует деятельность нашего правительства, чтобы его решения не противоречили действующему законодательству.

source: The Suurikilpian
ru: Суурикильпиец

source: The Swarm
ru: Рой

source: The Test has been Passed
ru: Тест пройден

source: The Testing bays allow for large scale movement of materials and unfinished ships to the testing sites on the planet below, as well as other planets within the system.
ru: Испытательные отсеки позволяют осуществлять крупномасштабное перемещение материалов и недостроенных кораблей на испытательные площадки на планете внизу, а также на другие планеты системы

source: The Third Expedition
ru: Третья экспедиция

source: The Tides of War
ru: Приливы войны

source: The Ultimate Answer shall bring true liberty.
ru: Окончательный ответ принесет истинную свободу.

source: The United Flusionan States
ru: Союз Флюсиалла

source: The United Flusionian Front
ru: Объединенный Флюсиаллаианский фронт

source: The Universal Armory
ru: Арсенал

source: The Unraveling
ru: Измельчитель атомов

source: The Unsweeped
ru: Несладкий

source: The Urmazin are isolated from the rest of the galaxy in paradise, what's to be unhappy about?
ru: Урмазины изолированы от остальной галактики в раю, чему тут быть недовольными?

source: The Vanguard Marches Forwards
ru: Больше не в порядке

source: The Vanishing
ru: Исчезновение

source: The Vanishing Galaxy
ru: Исчезающая галактика

source: The Vastness of Aiondia
ru: Просторы Айондии

source: The Vat Management Protocols
ru: Протоколы управления Чан

source: The Virtue of Charity
ru: Добродетель заботы

source: The Virtue of Courage
ru: Добродетель мужества

source: The Virtue of Diligence
ru: Добродетель усердия

source: The Virtue of Duty
ru: Добродетель долга

source: The Virtue of Humility
ru: Добродетель смирения

source: The Virtue of Kindness
ru: Добродетель милосердия

source: The Virtue of Moderation
ru: Добродетель умеренности

source: The Virtue of Patience
ru: Добродетель терпения

source: The Warden
ru: Надзиратель

source: The Watcher
ru: Наблюдатель

source: The Watchers
ru: Наблюдатели

source: The Watchtower
ru: Смотрительница

source: The Way of Peace
ru: Пути мира

source: The Wormhole
ru: Червоточина

source: The Zuspri Uprising
ru: Эзиканское восстание

source: The Zuspri lands are rich in valuable minerals providing great boons to the Katzens' industries, but would cause critical shortages if mining operations were to be sabotaged.
ru: Эзиканские земли богаты ценными минералами, обеспечивающими большие блага для промышленности Катзенов, но могут вызвать критическую нехватку, если будут саботироваться операции по добыче полезных ископаемых.

source: The Zuspris
ru: Эзикания

source: The Zuspris are revolting!
ru: Эзикании бунтуют!

source: The Zuspris have started an all-out rebellion against the Katzenartig Imperium!
ru: Эзиканцы начали тотальное восстание против империи Катзенртиг!

source: The [Root.GetName] will soon join the myriad nations of Flusion.
ru: [Root.GetName] скоро присоединятся к мириадам наций Флюсиаллаа.

source: The [aet_birch_civilisation.GetSpeciesAdj] Navigator
ru: [aet_birch_civilisation.GetSpeciesAdj] Навигатор

source: The [giga_eaw_country.GetName] thanks you for your cooperation.
ru: [giga_eaw_country.GetName] благодарит вас за сотрудничество.

source: The [giga_eawaf_country.GetName] thanks you for your cooperation.
ru: Администрация [giga_eawaf_country.GetName] благодарит вас за сотрудничество

source: The [global_event_country.GetGalCommunityOrGalImperium] Establishes Anti-Aeternite Alliance
ru: [global_event_country.GetGalCommunityOrGalImperium] Учреждает Антиэтернитский альянс

source: The [global_event_country.GetGalCommunityOrGalImperium] Invites Precursors to AAA
ru: [global_event_country.GetGalCommunityOrGalImperium] Приглашает предшественников на ААА

source: The [global_event_country.GetGalCommunityOrGalImperium] has launched a collaborative effort to acquire $aeternum_tech_intel$.
ru: [global_event_country.GetGalCommunityOrGalImperium] предпринял совместные усилия по приобретению $aeternum_tech_intel$.

source: The [global_event_country.GetGalCommunityOrGalImperium] is mobilizing to fight off the Katzenartig Imperium.
ru: [global_event_country.GetGalCommunityOrGalImperium] мобилизуется для борьбы с империумом Катзеринга.

source: The [kaiser_sell_yes.GetName] System
ru: Система [kaiser_sell_yes.GetName]

source: The [yggdrasil_food_beggar_country.GetName] will surely be more supportive of our diplomatic endeavors in the future.
ru: [yggdrasil_food_beggar_country.GetName], несомненно, будет больше поддерживать наши дипломатические усилия в будущем.

source: The ability to generate wormholes over large distances could greatly improve our ability to transmit large amounts of energy across the stars.
ru: Способность генерировать червоточины на больших расстояниях могла бы значительно улучшить нашу способность передавать большое количество энергии через звезды.

source: The absolute perfection of body and mind.
ru: Абсолютное совершенство тела и разума.

source: The adaptive crust represents a major breakthrough in Celestial Warship technology, with this new generation of armor being capable of intelligently shifting mass and adjusting its own density where it is the most needed to soak up impacts.
ru: Адаптивная кора представляет собой крупный прорыв в технологии небесных боевых кораблей, поскольку это новое поколение брони способно разумно изменять массу и регулировать свою собственную плотность там, где это наиболее необходимо для поглощения ударов.

source: The aggressive primitives have been pacified, it is hard yet to know why they are so hostile but we will keep them alive for now to find a solution.
ru: Агрессивные примитивы усмирены, пока трудно понять, почему они так враждебны, но мы пока оставим их в живых, чтобы найти решение.

source: The agricultural loss caused by Katlantropa is having a drastic effect on the Katzens' supply lines.
ru: Потери сельского хозяйства, вызванные Катлантропой, оказывают серьезное влияние на линии снабжения Катзенов.

source: The amount of energy the Blokkats are investing into their mining operations alters how expensive it is to conduct research on them.
ru: Количество энергии, которую блоккаты вкладывают в свои операции по добыче полезных ископаемых, изменяет то, насколько дорого обходится проведение исследований на них.

source: The analysis of a ship crashed on Aiondia greatly improved our knowledge of FTL and the myriads of ways it can be improved.
ru: Анализ корабля, потерпевшего крушение на Айондии, значительно улучшил наши знания о сверхсветовой скорости и множестве способов ее улучшения.

source: The analysis of the Blokkats' complex path intertwined with that of the Paluush will help us understand their mindset and technological evolution better.
ru: Анализ сложного пути блоккатов, переплетенного с путем палуушей, поможет нам лучше понять их образ мышления и технологическую эволюцию.

source: The ancient manufactory complex on the machine layer is working even better than expected.
ru: Древний мануфактурный комплекс на машинном уровне работает даже лучше, чем ожидалось

source: The ancient observatory on the arctic layer is providing us valuable information.
ru: Древняя обсерватория в арктическом слое предоставляет нам ценную информацию

source: The application of Blokkat technologies to the artificial intelligence of our vessels will enable us to create truly terrifying vessels of war.
ru: Применение технологийБлоккатк искусственному интеллекту наших кораблей позволит нам создавать поистине ужасающие военные корабли.

source: The archives spread across our world are used to keep the records of this galaxy.
ru: Архивы, разбросанные по всему миру, используются для хранения записей об этой галактике.

source: The armor and shielding of this Aeternite ship have decayed and started to fail.
ru: Броня и экранирование этого космического корабля пришли в упадок и начали выходить из строя.

source: The astrocartographic chart gave us the location of an abandoned treasure, and while it has no potential for industrial or scientific applications, it still has some value in our modern market, especially for collectors of jewels and artifacts.
ru: Астрокартографическая карта указала нам местонахождение заброшенного клада, который все еще имеет ценность на нашем современном рынке, особенно для коллекционеров драгоценностей.

source: The bare skeleton of a ring, awaiting substrate, support systems, and surface plates.
ru: Голый каркас кольца, ожидающий подложки, опорных систем и поверхностных пластин.

source: The best defense... is a good defense.
ru: Лучшая защита... это хорошая защита

source: The best habitats for the best empire.
ru: Лучшая обитель для лучшей империи.

source: The best offense is a good defence, said nobody ever.
ru: Лучшее нападение - это хорошая защита, никто никогда не говорил.

source: The blueprints exist not on paper or in computers, but are encoded into the DNA of the structure itself.
ru: Чертежи существуют не на бумаге или в компьютерах, а закодированы в ДНК самой структуры.

source: The blueprints for every machine that is devised must be recorded in our archives.
ru: Чертежи всех созданных машин должны храниться в наших архивах.

source: The brains of the whole construction operation, our most skilled construction experts lead teams of engineers in constructing new insulae.
ru: Мозги всей строительной операции, наши самые квалифицированные эксперты-строители руководят командами инженеров при возведении новых изоляторов

source: The brains of the whole construction operation, these drone clusters direct teams of lesser engineering drones in constructing new insulae.
ru: Мозги всей строительной операции, эти кластеры дронов руководят командами меньших инженерных дронов при строительстве новых изоляторов

source: The building of our empire and the growing of drones are both important, we will try to find a middle ground.
ru: Строительство сооружений и кораблей и создание дронов одинаково важны для нас, и мы постараемся найти золотую середину.

source: The collected knowledge of the entire empire is stored here, with a complex and arcane data retrieval system, providing invaluable knowledge to those who seek it.
ru: Собранные знания всей империи хранятся здесь, со сложной и загадочной системой поиска данных, предоставляя бесценные знания тем, кто их ищет.

source: The colossal Agitator Arms allow for the strength of the planetside storm to be amplified, further increasing the potential for study.
ru: Колоссальные рычаги-мешалки позволяют усилить силу шторма на поверхности планеты, что еще больше увеличивает потенциал для изучения

source: The colossal nano-replicator bays convert raw materials into advanced alloys with miraculous efficiency.
ru: Огромные отсеки с нанорепликаторами преобразуют сырье в усовершенствованные сплавы с небывалым уровнем эффективности.

source: The command and control system for a sub-section of the structure including the capital.
ru: Система командования и контроля для подраздела структуры, включая столицу

source: The construction engineers of this planet will reroute their efforts into the production of mechanical pops.
ru: Строители городов, присутствующие на Планете, сосредоточат свои усилия на производстве механического населения.

source: The construction site for a $name_sub_compressor$, hosting the necessary personnel to construct a $name_sub_compressor$ around a Brown Dwarf.
ru: Строительная площадка для $name_sub_compressor$, на которой размещен необходимый персонал для строительства $name_sub_compressor$ вокруг коричневого карлика.

source: The construction site for a $name_terraform_gasgiant$, housing the personnel and equipment necessary to construct a massive installation around this Gas Giant in order to render it more habitable.
ru: Строительная площадка для $name_terraform_gasgiant$, на которой размещены персонал и оборудование, необходимые для строительства массивной установки вокруг этого газового гиганта, чтобы сделать его более пригодным для жилья.

source: The construction site for a Katzen War Forge, a large orbital construct which harvests resources from its local star system and turns them into warships.
ru: Строительная площадка для Военной кузницы Катзен, большой орбитальной конструкции, которая собирает ресурсы из своей местной звездной системы и превращает их в военные корабли.

source: The construction site for a colossal assembly yard capable of fabricating an entire Attack Moon out of raw planetary material and alloys.
ru: Строительная площадка для колоссального сборочного цеха, способного изготовить целую Атакующую Луну из необработанного планетарного материала и сплавов.

source: The construction site for a colossal assembly yard capable of fabricating an entire Behemoth Planetcraft out of raw planetary material and alloys.
ru: Строительная площадка для колоссального сборочного цеха, способного изготовить целый гигантский планетолет из необработанного планетарного материала и сплавов.

source: The construction site for a future $name_birch$, housing the necessary personnel and infrastructure to begin constructing a massive sphere around a supermassive Black Hole.
ru: Строительная площадка для будущего $name_birch$, на которой размещен необходимый персонал и инфраструктура для начала строительства массивной сферы вокруг сверхмассивной Черной дыры

source: The construction site for a future $name_discomoon$, a planet-spanning array of crystals designed to project beautiful lightshows onto the skies of nearby planets.
ru: Строительная площадка для будущего $name_discomoon$, охватывающего планету массива кристаллов, предназначенного для проецирования красивых световых шоу на небеса близлежащих планет.

source: The construction site for a future $name_fusion_suppressor$, housing everything needed to begin the construction of this extremely advanced device.
ru: Строительная площадка будущего $name_fusion_suppressor$, на которой есть все необходимое для начала строительства этого чрезвычайно продвинутого устройства

source: The construction site for a future $name_hyperstructural_ass$, a gargantuan shipyard with unmatched production capabilities.
ru: Строительная площадка для будущего $name_hyperstructural_ass$, гигантской верфи с непревзойденными производственными возможностями.

source: The construction site for a future $name_ndb$, housing the infrastructure needed to construct this titanic superweapon.
ru: Строительная площадка для будущего $name_ndb$, на которой размещена инфраструктура, необходимая для создания этого титанического супероружия.

source: The construction site for a future $name_terraform_molten$ to be built around this planet, which will cool down and stabilize this world's harsh surface to make it habitable.
ru: Строительная площадка для будущего $name_terraform_molten$, которое будет построено вокруг этой планеты, что охладит и стабилизирует суровую поверхность этого мира, чтобы сделать его пригодным для жизни.

source: The construction site for a future $name_terraform_shattered$ to be built around this planet, which will collect the planetary remnants and create a geologically active planet.
ru: Строительная площадка для будущего $name_terraform_shattered$, которое будет построено вокруг этой планеты, которая соберет остатки планеты и создаст геологически активную планету.

source: The construction site for a future $name_war_system$, possibly the largest and most powerful vessel ever built in this galaxy.
ru: Строительная площадка для будущего $name_war_system$, возможно, самого большого и мощного корабля, когда-либо построенного в этой галактике.

source: The construction site for a future $name_yggdrasil$, containing everything our engineers and biologists will need to turn this world into a gigantic aerial farm.
ru: Строительная площадка для будущего $name_yggdrasil$, содержащая все, что понадобится нашим инженерам и биологам, чтобы превратить этот мир в гигантскую воздушную ферму.

source: The construction site for a future Kaiser Moon, a colossal superweapon built around a small moon, capable of laying waste to the stellar battlefield.
ru: Строительная площадка для будущей Луны Кайзера, колоссального супероружия, построенного вокруг маленькой луны, способного опустошить звездное поле битвы.

source: The construction site for a future Stellarite Kaiser Moon, a colossal superweapon built around a small moon, capable of laying waste to the stellar battlefield.
ru: Строительная площадка для будущей Луны Звездного Кайзера, колоссального супероружия, построенного вокруг маленькой луны, способного опустошить звездное поле битвы.

source: The construction site for a future Utopia-Class Habitat.
ru: Строительная площадка для будущей Утопии.

source: The construction site for a future industrial installation, housing the necessary equipment and personnel in order to construct a large mining and processing facility around a nearby asteroid.
ru: Строительная площадка для будущей астероидной фабрики, где будет размещаться необходимое оборудование и персонал для строительства крупного горнодобывающего предприятия и фабрики вокруг ближайшего астероида.

source: The construction site for a future vat, containing everything our engineers and biologists will need to turn this into a gigantic cloning facility.
ru: Строительная площадка для будущего чана, содержащего все, что понадобится нашим инженерам и биологам, чтобы превратить это в гигантскую установку для клонирования.

source: The construction site for a grand device capable of connecting our galaxy to the Blokkwork itself.
ru: Строительная площадка для грандиозного устройства, способного соединить нашу галактику с самим Блокчейном

source: The construction site for a megastructure capable of retrieving a star from the far future in order to replace a previously destroyed system.
ru: Строительная площадка для мегаструктуры, способной вернуть звезду из далекого будущего, чтобы заменить ранее разрушенную систему.

source: The construction site for an $name_eq_shipyard$ consisting of an alloy-processing ring and a shipyard ring.
ru: Строительная площадка для $name_eq_shipyard$, состоящая из кольца для обработки сплавов и кольца для верфи.

source: The construction site for one of Aeternum's shipbuilding facilities.
ru: Строительная площадка для одного из судостроительных заводовВечности.

source: The construction site for the Hyperdimensional Destabilizer houses the necessary infrastructure and personnel to assemble what is perhaps the most advanced megastructure in galactic history.
ru: На строительной площадке для гиперпространственного дестабилизатора находится необходимая инфраструктура и персонал для сборки того, что, возможно, является самой передовой мегаструктурой в галактической истории.

source: The construction site station serves as the base for the future construction of a Dyson Sphere.
ru: Станция строительной площадки служит базой для будущего строительства сферы Дайсона.

source: The construction station serves as the base for the future construction of a $name_giga_orbital$.
ru: Строительная станция служит базой для будущего строительства $name_giga_orbital$.

source: The containment fields powering this massive power plant is the pinnacle of technology.
ru: Защитные поля, питающие эту огромную энергостанцию, являются вершиной технологии.

source: The cooldown for that option in the $edict_treasures_menu$ has been completed, which mean that it is now ready to be used again.
ru: Охлаждение этой опции в меню $edict_treasures_menu$ было завершено, что означает, что теперь она снова готова к использованию.

source: The cooldown for this protocol is over, which means that it is now ready to be initialized again.
ru: Завершено действие этого протокола, что означает, что теперь он снова готов к использованию.

source: The cradle of civilization.
ru: Колыбель цивилизации

source: The crystals lend themselves well to both high-end electronics as well as laser weapons systems, thanks to their spectacular refractive properties.
ru: Кристаллы хорошо подходят как для высококлассной электроники, так и для систем лазерного оружия, благодаря их впечатляющим свойствам преломления

source: The damage shall be undone.
ru: Ущерб должен быть возмещен.

source: The data within the Repository could be really useful!
ru: Хранилище могло бы быть действительно полезным, даже для нас.

source: The dawn of post scarcity
ru: Рассвет постдефицита

source: The death of the Katzgouverneur has thrown the Kaiser's administrative machine into disarray.
ru: Смерть Кацгувернера привела административную машину кайзера в замешательство.

source: The decision to side with the Blokkats is having a profound impact on our civilization.
ru: Решение встать на сторону блоккатов оказывает глубокое влияние на нашу цивилизацию

source: The design for every building that we built must be sent to our archives of architecture.
ru: Проект каждого построенного нами здания должен быть отправлен в наш архитектурный архив.

source: The destiny of our ascension.
ru: Судьба нашего вознесения.
